Revit 2027 API
ParameterTypeId.StructuralAnalyticalProjectMemberPlane Property
 "Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAnalyticalProjectMemberPlane { get; }
Public Shared ReadOnly Property StructuralAnalyticalProjectMemberPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAnalyticalProjectMemberPlane {
	ForgeTypeId^ get ();
}
static member StructuralAnalyticalProjectMemberPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace